Repository: BryceLohr/authentic
Catalog: authentic2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: username
fr: Identifiant

source: your username must contain only letters, numbers and no spaces
fr: Votre nom d'utilisateur peut contenir des lettres et des chiffres mais aucun espace.

source: English
fr: Anglais

source: French
fr: Français

source: Name
fr: Nom

source: Namespace
fr: Espace de nom

source: Server
fr: Serveur

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: Certificate
fr: Certificat

source: Is it used for authentication?
fr: Est-elle utilisée pour l'authentification ?

source: Attribute Source
fr: Source d'attributs

source: alias in source
fr: alias utilisateur par source

source: aliases in source
fr: alias utilisateur par source

source: Authentication of %(who)s by %(how)s at %(when)s
fr: Authentification de %(who)s par la méthode %(how)s à %(when)s

source: This account is inactive.
fr: Ce compte est inactif.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
fr: Il semblerait que votre navigateur ne supporte pas les cookies. Les cookies sont requis pour se connecter.

source: One time password
fr: Mot de passe à usage unique

source: Time based one-time password
fr: Mot de passe à usage unique basé sur le temps

source: Bookmarklet
fr: Marque-page générateur de mot de passe

source: Copy this link to your bookmarks. When clicking on it it will generate a new one-time password which will allow you to login
fr: Copier ce lien dans vos marque-pages. Cliquez le pour générer un nouveau mot de passe à usage unique pour vous connecter.

source: Delete this credential
fr: Supprimer ce moyen d'authentification

source: This kind of authentication is actually not possible, because you do not have any secret setup.
fr: Ce moyen d'authentification n'est pas disponible actuellement car vous n'avez pas encore généré de secret.

source: Generate a new credential
fr: Générer un nouveau secret

source: Associate your account with an OpenID
fr: Associer votre compte avec un OpenID

source: email address
fr: Adresse email

source: This username is already taken. Please choose another.
fr: Ce nom d'utilisateur est déja utilisé. Choisissez-en un autre.

source: SSL with certificates
fr: Certificats SSL

source: SSL Client Authentication failed. No client certificate found.
fr: Echec de l'authentification cliente SSL. Aucun certificat trouvé.

source: SSL Client Authentication failed. Your client certificate is not valid.
fr: Echec de l'authentification cliente SSL. Votre certificat n'est pas valide.

source: SSL Client Authentication failed. Internal server error.
fr: Echec de l'authentification SSL. Erreur interne du serveur.

source: No certificate name provided for deletion.
fr: Aucun nom de certificat fourni pour la suppression.

source: Successful certificate deletion.
fr: Succès de la suppression du certificat.

source: Certificate deletion failed.
fr: Échec de suppression du certificat

source: SSL Certificates
fr: Certificats SSL

source: Delete
fr: Supprimer

source: Add a certificate?
fr: Ajouter un certificat ?

source: Add
fr: Ajouter

source: Set password
fr: Change le mot de passe

source: Change password
fr: Modifier votre mot de passe

source: Sending logout to %(pid)s....
fr: Envoi de la deconnesion a %(pid)s....

source: Choose your identity provider
fr: Choisissez votre fournisseur d'identité

source: Anonymous
fr: Anonyme

source: Federation deletion failure.
fr: Échec de suppression d'une fédération

source: Back
fr: Retour

source: SAML2 Federations
fr: Fédérations SAML2

source: Delete a federation?
fr: Supprimer une fédération ?

source: Add a federation?
fr: Ajouter une fédération ?

source: Log in
fr: S'identifier

source: Log in to link your account
fr: Connectez-vous pour lier vos comptes

source: Log in to link with your existing account
fr: Connectez-vous pour lier avec un compte existant

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Logout
fr: Déconnexion

source: Continue logout
fr: Continuer la déconnexion

source: User consent for attributes propagation
fr: Consentement utilisateur pour la propagation des attributs

source: first name
fr: Prénom

source: last name
fr: Nom de famille

source: e-mail address
fr: adresse email

source: nickname
fr: surnom

source: Website
fr: Site Web

source: Company
fr: Société

source: Phone
fr: Téléphone

source: Postal address
fr: Adresse postale

source: Attribute name
fr: Nom de l'attribut

source: Output name format
fr: Format du nom de l'attribut en sortie

source: Output namespace
fr: Espace de nom de sortie

source: Required
fr: Requis

source: Attribute source
fr: Source d'attributs

source: attribute of a list (SSO Login)
fr: attribute d'une liste (Login SSO)

source: attributes of lists (SSO Login)
fr: les attributs d'une liste (Login SSO)

source: Attributes
fr: Attributs

source: attribute list (SSO Login)
fr: liste d'attributs (Login SSO)

source: attribute lists (SSO Login)
fr: listes d'attributs (Login SSO)

source: Enabled
fr: Activé

source: Ask the user consent before forwarding attributes
fr: Demander le consentement de l'utilisateur avant d'envoyer des attributs

source: Allow the user to select the forwarding attributes
fr: Permettre à l'utilisateur de séléctioner les attributs à envoyer

source: Pull attributes list
fr: Liste des attributs des sources locales

source: Forward pushed attributes
fr: Faire suivre les attributs poussés

source: Map forwarded pushed attributes
fr: Mapper les attributs poussés à faire suivre

source: Filter by source the forwarded pushed attributes
fr: Filtrer par source les attributs poussés à faire suivre

source: Filter by attribute names the forwarded pushed attributes
fr: Filtrer par attribut les attributs poussés à faire suivre

source: Filter by source and per attribute the forwarded pushed attributes
fr: Filtrer par source et par attribut les attributs poussés à faire suivre

source: Map filtered attributes
fr: Mapper les attributs filtrés

source: Send an error when a required attribute is missing
fr: envoyer une erreur lorsqu'un attribut requis est manquant

source: attribute options policy
fr: regle d'options d'attributs

source: attribute options policies
fr: regles d'options d'attributs

source: Local logout...
fr: Déconnexion locale

source: Logging out from all your services
fr: Déconnexion de tous vos services

source: Logged out
fr: Déconnecté

source: Trust this site?
fr: Faire confiance à ce site ?

source: Sending logout to %(name)s....
fr: Envoi de la deconnexion à %(name)s....

source: Authentication response
fr: Réponse d'authentification

source: No service provider policy defined
fr: Aucun règlement applicable à ce fournisseur de service n'a été trouvé

source: Authentic - Account Management
fr: Authentic - Gestion du compte

source: Account Management
fr: Gestion de votre compte

source: Profile
fr: Profil

source: Edit profile
fr: Edition du profil

source: Create profile
fr: Creer votre profile

source: Credentials
fr: Moyens d'authentification

source: Bad metadata file
fr: Fichier de metadonnées incorrect

source: Use the default from the metadata file
fr: Utilisation des valeurs par défaut du fichier de métadonnées

source: None
fr: Aucun

source: Email (only supported by SAMLv2)
fr: Email (seulement supporté en SAML2)

source: Let authentic decides which signatures to check
fr: Laisser authentic decider quelles signatures vérifier

source: Always check signatures
fr: Vérifier toutes les signatures

source: Does not check signatures
fr: Ne pas vérifier les signatures

source: How to verify signatures Authentication Request ?
fr: Comment vérifier les signatures des requêtes d'authentification

source: Account linking by authentication
fr: Liaison des comptes par authentification

source: Create new account
fr: Creer un nouveau compte

source: Ask authentication
fr: Requerir l'authentification

source: Open a session
fr: Etablir une session

source: name
fr: nom

source: Do not send a nameId Policy
fr: Ne pas envoyer une nameId Policy

source: Requested NameID format
fr: Format du NameID demandé

source: This IdP falsely sends a transient NameID which is in fact persistent
fr: Cet IdP envoie un nameID transient qui doit être considéré comme persistent

source: Allow IdP to create an identity
fr: Autoriser l'IdP à créer une identité

source: Binding for Authnresponse (taken from metadata by the IdP if not enabled)
fr: Transport pour les réponses d'authentification (extrait des métadonnées du fournisseur de service si non activé)

source: Binding for the SSO responses
fr: Binding pour les reponses au SSO

source: HTTP method for single logout request (taken from metadata if not enabled)
fr: Transport pour les requêtes de déconnexion (extrait des métadonnées du fournisseur de service si non activé)

source: HTTP binding for the SLO requests
fr: Binding HTTP pour les requêtes de SLO

source: HTTP method for federation termination request (taken from metadata if not enabled)
fr: Transport pour les requêtes de suppression de fédération (extrait des métadonnées du fournisseur de service si non activé)

source: HTTP method for the SLO requests
fr: Méthode HTTP pour les requêtes de SLO

source: Require the user consent be given at account linking
fr: Requerir que le consentement utilisateur soit donné lors de la liaison de compte

source: Force authentication
fr: Forcer l'authentification

source: Passive authentication
fr: Authentification sans action de l'utilisateur

source: Want AuthnRequest signed
fr: Les requêtes d'authentification doivent être signées

source: Behavior with persistent NameID
fr: Comportement avec un NameID persistent

source: Behavior with transient NameID
fr: Comportement avec un NameID transient

source: Return URL after a successful authentication
fr: URL de retour après un authentification valide

source: Accept to receive Single Logout requests
fr: Accepter les requêtes de déconnexion

source: Forward Single Logout requests
fr: Faire suivre les requêtes de déconnexion

source: identity provider options policy
fr: règlement des options de fournisseur d'identités

source: identity provider options policies
fr: règlements des options de fournisseur d'identités

source: Prefered assertion consumer binding
fr: Binding du consommateur d'assertion préféré

source: Encrypt NameID
fr: Encrypter le NameID

source: Encrypt Assertion
fr: Encrypter l'assertion

source: Authentication request signed
fr: Requête d'authentification signée

source: Allow IdP initiated SSO
fr: Autoriser le SSO initié par l'IdP

source: NameID formats accepted
fr: Formats de NameID acceptés

source: Ask user for consent when creating a federation
fr: Demander le consentement utilisateur à la création d'une fédération

source: service provider options policy
fr: règlement des options de fournisseur de services

source: service provider options policies
fr: règlement des options de fournisseur de services

source: You are not authorized to access the service.
fr: Vous n'etes pas autorise à acceder a ce service.

source: Internal nickname for the service provider
fr: Nom local du fournisseur de service

source: SP Options Policy
fr: Règlement des options de SP

source: Protocol policy
fr: Règlement du protocole

source: Attribute policy
fr: Règlement sur les attributs

source: IdP Options Policy
fr: Règlement des options d'IdP

source: Liberty federation
fr: Fédération liberty

source: Liberty federations
fr: Fédérations liberty

source: Qualifier
fr: Qualifiant

source: NameIDFormat
fr: Format pour le NameID

source: You should be automatically redirected to the identity provider.
fr: Vous devriez être automatiquement redirigé vers le fournisseur d'identités.

source: If this page is still visible after a few seconds, press the Send button below.
fr: Si cette page est encore visible après quelques secondes, cliquez sur le bouton Envoyer ci-dessous.

source: Send
fr: Envoyer

source: Error: page not found
fr: Erreur: page non trouvée

source: The page you requested has not been found on this server.
fr: La page demandée n'existe pas sur ce serveur.

source: Error: server error (500)
fr: Erreur: erreur serveur (500)

source: Server Error
fr: Erreur du serveur

source: We're sorry but a server error has occurred.
fr: Nous nous excusons mais une erreur est intervenue.

source: Versatile Identity Management Server
fr: Serveur de gestion d'identité polyvalent

source: You are authenticated as %(username)s.
fr: Vous êtes identifié en tant que %(username)s.

source: Error: authentication failure
fr: Erreur: Echec de l'authentification

source: Authentication failure
fr: Échec d'authentification

source: The SSL authentication has failed
fr: L'authentification par certificat électronique a échouée.

source: Authentic site admin
fr: Administration du site Authentic

source: Authentic administration
fr: Administration d'Authentic

source: Logs
fr: Traces

source: Home
fr: Accueil

source: Logs page
fr: Page des traces

source: Log in to link your certificate with an existing account
fr: connectez-vous pour lier votre certificat avec un compte existant

source: Create me a new account
fr: Me créer un nouveau compte

source: Cancel
fr: Annuler

source: Forgot password?
fr: Mot de passe oublié ?

source: Reset it!
fr: Le réinitialiser !

source: Not a member?
fr: Pas un membre ?

source: Register!
fr: S'inscrire !

source: Once you have created your account, log in with an other authentication method. Then, in account management, follow the instructions to deploy the One Time password authentication method.
fr: Une fois votre compte créé, connectez-vous à l'aide d'une autre méthode. Alors, dans l'interface de gestion de votre compte, suivez les instructions pour déployer la méthode d'authentification basée sur le mot de passe à usage unique.

source: Please select your account provider:
fr: Si vous avez un compte sur un de ces sites, connectez-vous avec:

source: Or enter your OpenID identity:
fr: Ou entrez une identité OpenIDL (URL):

source: OpenId URL :
fr: URL OpenID:

source: Use a self-generated X509 certificate to log in.
fr: Utilisez un certificat x509 auto-généré pour vous connecter.

source: Associate OpenID
fr: Lier un identifiant OpenID

source: OpenID URL:
fr: URL OpenID:

source: Dissociate OpenID URL
fr: Délier un identifiant OpenID

source: Add a new OpenID account
fr: Ajouter une nouveau compte OpenID

source: Your OpenID is verified!
fr: Votre identifiant OpenID a été vérifié.

source: <p>Your OpenID can now be associated with a new or existing membership. You can change the association later in your preferences.</p>
fr: <p>Votre OpenID peut desormais etre associe a un compte nouveau ou existant. Vous pourrez modifier cette association dans vos preferences.</p>

source: Associate your OpenID
fr: Associez votre OpenID

source: Please correct errors below:
fr: Veuillez corriger les erreurs suivantes :

source: A new account
fr: Un nouveau compte

source: Username
fr: Identifiant

source: Email
fr: Courriel

source: Create account
fr: Créer un compte

source: An existing account
fr: Un compte existant

source: Verify
fr: Verifier

source: Dissociate OpenID
fr: Dissocier vot OpenID

source: New password:
fr: Nouveau mot de passe :

source: Confirm password:
fr: Confirmation du mot de passe :

source: Change my password
fr: Modifier son mot de passe

source: Password change
fr: Changer de mot de passe

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entre votre ancien mot de passe, par raison de sécurité, et entrez ensuite votre nouveau mot de passe deux fois pour s'assurer que vous l'avez tapé correctement.

source: Old password:
fr: Ancien mot de passe :

source: OpenID Signin
fr: Connexion OpenID

source: Sign in with OpenID
fr: Connectez vous avec OpenID

source: Manage OpenID
fr: Gérer la connexion OpenID

source: Your current OpenID
fr: Vos identifiants OpenID actuels

source: Add a new OpenID identity
fr: Ajouter une nouvelle identité OpenID

source: Manage trusted site
fr: Gérer vos sites de confiance

source: Your trusted site
fr: Vos sites de confiance

source: Consent page
fr: Page de consentement

source: Do you accept to federate your account with
fr: Acceptez-vous de fédérer votre compte avec

source: Do you accept to federate your account ?
fr: Acceptez-vous de federez vos comptes ?

source: Do you accept to send these attributes?
fr: Acceptez-vous de transmettre ces attributs ?

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Consent page for attribute propagation
fr: Page de consentement pour la transmission des attributs

source: Choose attributes to send to
fr: Choisissez les attributs à envoyer

source: Send selected
fr: Envoyer la selection

source: Send all
fr: Tout envoyer

source: Refuse all
fr: Aucun

source: Consent page for federation
fr: Page de consentement pour la fédération

source: Create
fr: Creer

source: Account activation
fr: Activation de compte

source: Account successfully activated
fr: Compte activé avec succès.

source: Account activation failed
fr: Échec à l'activation du compte

source: Your account is now activated
fr: Compte activé avec succès.

source: Log in with a federated account?
fr: S'identifier avec un compte fédéré ?

source: Tell me where!
fr: Dites-moi où !

source: Logging out
fr: En déconnexion

source: Changing password
fr: Modification du mot de passe

source: Password changed
fr: Mot de passe modifié

source: Submit
fr: Transmettre

source: Password reset successfully
fr: Mot de passe réinitialisé avec succès

source: Resetting password
fr: Réinitialisation du mot de passe

source: Password reset failed
fr: Échec à la réinitialisation du mot de passe

source: Email with password reset instructions has been sent.
fr: Un courriel avec les instructions de réinitialisation du mot de passe a été envoyé.

source: Reset password at %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s

source: Successful registration
fr: Inscription reussie

source: You are now registered. Activation email sent.
fr: Vous êtes maintenant inscrit. Un courriel d'activation a été envoyé.

source: Registration
fr: Inscription

source: Activate users
fr: Utilisateurs activés

source: Re-send activation emails
fr: Re-envoyer le mail d'activation

source: This value must contain only letters, numbers and underscores.
fr: Cette valeur ne doit contenir que des lettres, des nombres ou le signe underscore.

source: E-mail
fr: Courriel

source: Password (again)
fr: Mot de passe (a nouveau)

source: A user with that username already exists.
fr: Un utilisateur avec ce nom existe deja.

source: The two password fields didn't match.
fr: Les deux mots de passe saisis ne correspondent pas

source: I have read and agree to the Terms of Service
fr: J'ai lu et j'approuve les termes d'usage du service

source: You must agree to the terms to register
fr: Vous devez approuver les termes d'usage du service

source: This email address is already in use. Please supply a different email address.
fr: Ce courriel est deja utilise. Merci d'en fournir un different.

source: user
fr: utilisateur

source: activation key
fr: cle d'activation

source: registration profile
fr: profile d'inscription

source: registration profiles
fr: profiles d'inscription
